Repository: r1adBE/cryptoChecker
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sq, sv, th, tr, uk, vi, zh_hans

# pulse_lead_btc_leads
source: Bitcoin is leading the market.
ar: Bitcoin يقود السوق.
cs: Bitcoin vede trh.
da: Bitcoin fører an på markedet.
de: Bitcoin führt den Markt an.
el: Το Bitcoin οδηγεί την αγορά.
es: Bitcoin lidera el mercado.
fa: بیت‌کوین بازار را هدایت می‌کند.
fi: Bitcoin johtaa markkinaa.
fr: Bitcoin mène le marché.
he: ביטקוין מוביל את השוק.
hi: Bitcoin मार्केट की अगुवाई कर रहा है।
hu: A Bitcoin vezeti a piacot.
id: Bitcoin memimpin pasar.
it: Bitcoin guida il mercato.
ja: ビットコインが市場をけん引しています。
ko: 비트코인이 시장을 이끌고 있습니다.
nb: Bitcoin leder markedet.
nl: Bitcoin leidt de markt.
pl: Bitcoin prowadzi rynek.
pt: A Bitcoin lidera o mercado.
pt_br: O Bitcoin lidera o mercado.
ro: Bitcoin conduce piața.
ru: Биткоин ведёт рынок.
sq: Bitcoin po udhëheq tregun.
sv: Bitcoin leder marknaden.
th: Bitcoin นำตลาด
tr: Piyasayı Bitcoin sürüklüyor.
uk: Bitcoin веде ринок.
vi: Bitcoin đang dẫn dắt thị trường.
zh_hans: 比特币正在引领市场。

# pulse_lead_btc_stronger
source: Bitcoin is stronger than the altcoins.
ar: Bitcoin أقوى من العملات البديلة.
cs: Bitcoin je silnější než altcoiny.
da: Bitcoin er stærkere end altcoins.
de: Bitcoin ist stärker als die Altcoins.
el: Το Bitcoin είναι ισχυρότερο από τα altcoins.
es: Bitcoin está más fuerte que las altcoins.
fa: بیت‌کوین از آلت‌کوین‌ها قوی‌تر است.
fi: Bitcoin on altcoineja vahvempi.
fr: Bitcoin est plus fort que les altcoins.
he: ביטקוין חזק מהאלטקוינים.
hi: Bitcoin ऑल्टकॉइन से मज़बूत है।
hu: A Bitcoin erősebb az altcoinoknál.
id: Bitcoin lebih kuat daripada altcoin.
it: Bitcoin è più forte delle altcoin.
ja: ビットコインがアルトコインより強い動きです。
ko: 비트코인이 알트코인보다 강합니다.
nb: Bitcoin er sterkere enn altcoins.
nl: Bitcoin is sterker dan de altcoins.
pl: Bitcoin jest silniejszy od altcoinów.
pt: A Bitcoin está mais forte do que as altcoins.
pt_br: O Bitcoin está mais forte que as altcoins.
ro: Bitcoin este mai puternic decât altcoinurile.
ru: Биткоин сильнее альткоинов.
sq: Bitcoin është më i fortë se altcoin-et.
sv: Bitcoin är starkare än altcoins.
th: Bitcoin แข็งแกร่งกว่า Altcoin
tr: Bitcoin altcoin'lerden güçlü.
uk: Bitcoin сильніший за альткоїни.
vi: Bitcoin mạnh hơn altcoin.
zh_hans: 比特币强于山寨币。

# pulse_lead_calm
source: The market is barely moving.
ar: السوق بالكاد يتحرك.
cs: Trh se téměř nehýbe.
da: Markedet bevæger sig næsten ikke.
de: Der Markt bewegt sich kaum.
el: Η αγορά σχεδόν δεν κινείται.
es: El mercado apenas se mueve.
fa: بازار تقریباً حرکتی ندارد.
fi: Markkina tuskin liikkuu.
fr: Le marché bouge à peine.
he: השוק כמעט לא זז.
hi: मार्केट मुश्किल से हिल रहा है।
hu: A piac alig mozdul.
id: Pasar nyaris tidak bergerak.
it: Il mercato si muove appena.
ja: 市場はほとんど動いていません。
ko: 시장이 거의 움직이지 않습니다.
nb: Markedet beveger seg knapt.
nl: De markt beweegt nauwelijks.
pl: Rynek prawie się nie rusza.
pt: O mercado quase não se mexe.
pt_br: O mercado quase não se mexe.
ro: Piața abia se mișcă.
ru: Рынок почти не движется.
sq: Tregu mezi lëviz.
sv: Marknaden rör sig knappt.
th: ตลาดแทบไม่ขยับ
tr: Piyasa neredeyse hareketsiz.
uk: Ринок майже не рухається.
vi: Thị trường gần như đứng yên.
zh_hans: 市场几乎没有波动。

# pulse_lead_drift_down
source: The market is edging lower.
ar: السوق يتراجع قليلًا.
cs: Trh mírně klesá.
da: Markedet falder let.
de: Der Markt gibt leicht nach.
el: Η αγορά υποχωρεί ελαφρά.
es: El mercado baja ligeramente.
fa: بازار کمی پایین می‌آید.
fi: Markkina laskee hieman.
fr: Le marché recule légèrement.
he: השוק יורד מעט.
hi: मार्केट हल्का गिर रहा है।
hu: A piac enyhén esik.
id: Pasar turun sedikit.
it: Il mercato scende leggermente.
ja: 市場はやや下落しています。
ko: 시장이 소폭 내리고 있습니다.
nb: Markedet faller litt.
nl: De markt daalt licht.
pl: Rynek lekko spada.
pt: O mercado desce ligeiramente.
pt_br: O mercado cai levemente.
ro: Piața scade ușor.
ru: Рынок слегка снижается.
sq: Tregu po bie lehtë.
sv: Marknaden faller något.
th: ตลาดขยับลงเล็กน้อย
tr: Piyasa hafifçe düşüyor.
uk: Ринок трохи знижується.
vi: Thị trường giảm nhẹ.
zh_hans: 市场小幅下跌。

# pulse_lead_drift_up
source: The market is edging higher.
ar: السوق يرتفع قليلًا.
cs: Trh mírně roste.
da: Markedet stiger let.
de: Der Markt steigt leicht.
el: Η αγορά ανεβαίνει ελαφρά.
es: El mercado sube ligeramente.
fa: بازار کمی بالا می‌رود.
fi: Markkina nousee hieman.
fr: Le marché monte légèrement.
he: השוק עולה מעט.
hi: मार्केट हल्का चढ़ रहा है।
hu: A piac enyhén emelkedik.
id: Pasar naik sedikit.
it: Il mercato sale leggermente.
ja: 市場はやや上昇しています。
ko: 시장이 소폭 오르고 있습니다.
nb: Markedet stiger litt.
nl: De markt stijgt licht.
pl: Rynek lekko rośnie.
pt: O mercado sobe ligeiramente.
pt_br: O mercado sobe levemente.
ro: Piața crește ușor.
ru: Рынок слегка растёт.
sq: Tregu po rritet lehtë.
sv: Marknaden stiger något.
th: ตลาดขยับขึ้นเล็กน้อย
tr: Piyasa hafifçe yükseliyor.
uk: Ринок трохи зростає.
vi: Thị trường tăng nhẹ.
zh_hans: 市场小幅上涨。

# pulse_lead_mixed
source: The large coins are moving apart.
ar: العملات الكبيرة تتحرك في اتجاهات مختلفة.
cs: Velké mince se rozcházejí.
da: De store mønter går hver sin vej.
de: Die grossen Coins laufen auseinander.
el: Τα μεγάλα νομίσματα κινούνται σε διαφορετικές κατευθύνσεις.
es: Las grandes monedas van cada una por su lado.
fa: کوین‌های بزرگ از هم فاصله می‌گیرند.
fi: Suuret kolikot liikkuvat eri suuntiin.
fr: Les grandes cryptos évoluent en ordre dispersé.
he: המטבעות הגדולים נעים בכיוונים שונים.
hi: बड़े कॉइन अलग-अलग दिशा में चल रहे हैं।
hu: A nagy érmék eltérő irányba mozognak.
id: Koin-koin besar bergerak ke arah berbeda.
it: Le grandi monete vanno in direzioni diverse.
ja: 主要コインの動きがばらついています。
ko: 대형 코인들이 서로 다르게 움직입니다.
nb: De store myntene går hver sin vei.
nl: De grote munten lopen uiteen.
pl: Duże monety rozjeżdżają się.
pt: As grandes moedas seguem rumos diferentes.
pt_br: As grandes moedas seguem rumos diferentes.
ro: Monedele mari merg în direcții diferite.
ru: Крупные монеты расходятся.
sq: Monedhat e mëdha po lëvizin në drejtime të ndryshme.
sv: De stora mynten går isär.
th: เหรียญใหญ่เคลื่อนไหวไปคนละทาง
tr: Büyük coin'ler farklı yönlere gidiyor.
uk: Великі монети розходяться.
vi: Các coin lớn đang đi theo các hướng khác nhau.
zh_hans: 主流币走势分化。

# pulse_less
source: Show less
ar: عرض أقل
cs: Zobrazit méně
da: Vis mindre
de: Weniger anzeigen
el: Εμφάνιση λιγότερων
es: Ver menos
fa: نمایش کمتر
fi: Näytä vähemmän
fr: Voir moins
he: הצגת פחות
hi: कम दिखाएँ
hu: Kevesebb megjelenítése
id: Tampilkan lebih sedikit
it: Mostra meno
ja: 表示を減らす
ko: 간단히 보기
nb: Vis mindre
nl: Minder tonen
pl: Pokaż mniej
pt: Ver menos
pt_br: Ver menos
ro: Arată mai puțin
ru: Свернуть
sq: Shfaq më pak
sv: Visa mindre
th: แสดงน้อยลง
tr: Daha az göster
uk: Згорнути
vi: Thu gọn
zh_hans: 收起

# pulse_now_title
source: What stands out
ar: ما يلفت الانتباه الآن
cs: Co je teď nápadné
da: Det falder i øjnene
de: Was gerade auffällt
el: Τι ξεχωρίζει
es: Lo que destaca
fa: آنچه اکنون جلب توجه می‌کند
fi: Mikä erottuu nyt
fr: Ce qui ressort
he: מה בולט עכשיו
hi: अभी क्या ख़ास है
hu: Ami most feltűnő
id: Yang menonjol
it: Cosa spicca
ja: いま目立つこと
ko: 지금 눈에 띄는 점
nb: Dette skiller seg ut
nl: Wat opvalt
pl: Co się wyróżnia
pt: O que se destaca
pt_br: O que se destaca
ro: Ce iese în evidență
ru: Что сейчас выделяется
sq: Çfarë bie në sy
sv: Det här sticker ut
th: สิ่งที่โดดเด่นตอนนี้
tr: Şu an öne çıkan
uk: Що зараз виділяється
vi: Điều nổi bật
zh_hans: 当前亮点

# pulse_section_factors
source: Factors
ar: العوامل
cs: Faktory
da: Faktorer
de: Faktoren
el: Παράγοντες
es: Factores
fa: عوامل
fi: Tekijät
fr: Facteurs
he: גורמים
hi: कारक
hu: Tényezők
id: Faktor
it: Fattori
ja: 要因
ko: 요인
nb: Faktorer
nl: Factoren
pl: Czynniki
pt: Fatores
pt_br: Fatores
ro: Factori
ru: Факторы
sq: Faktorët
sv: Faktorer
th: ปัจจัย
tr: Faktörler
uk: Фактори
vi: Yếu tố
zh_hans: 因素

# pulse_section_market
source: Market today
ar: السوق اليوم
cs: Trh dnes
da: Markedet i dag
de: Markt heute
el: Η αγορά σήμερα
es: El mercado hoy
fa: بازار امروز
fi: Markkina tänään
fr: Le marché aujourd'hui
he: השוק היום
hi: आज का बाज़ार
hu: A piac ma
id: Pasar hari ini
it: Il mercato oggi
ja: 今日の市場
ko: 오늘의 시장
nb: Markedet i dag
nl: Markt vandaag
pl: Rynek dziś
pt: Mercado hoje
pt_br: Mercado hoje
ro: Piața azi
ru: Рынок сегодня
sq: Tregu sot
sv: Marknaden i dag
th: ตลาดวันนี้
tr: Bugün piyasa
uk: Ринок сьогодні
vi: Thị trường hôm nay
zh_hans: 今日市场

# pulse_unavailable
source: Market data currently unavailable
ar: بيانات السوق غير متاحة حاليًا
cs: Tržní data momentálně nejsou k dispozici
da: Markedsdata er ikke tilgængelige lige nu
de: Marktdaten gerade nicht verfügbar
el: Τα δεδομένα αγοράς δεν είναι διαθέσιμα αυτή τη στιγμή
es: Datos de mercado no disponibles en este momento
fa: داده‌های بازار در حال حاضر در دسترس نیست
fi: Markkinatietoja ei ole juuri nyt saatavilla
fr: Données de marché indisponibles pour le moment
he: נתוני השוק אינם זמינים כרגע
hi: बाज़ार डेटा अभी उपलब्ध नहीं है
hu: A piaci adatok jelenleg nem érhetők el
id: Data pasar saat ini tidak tersedia
it: Dati di mercato al momento non disponibili
ja: 市場データは現在利用できません
ko: 현재 시장 데이터를 사용할 수 없습니다
nb: Markedsdata er ikke tilgjengelige akkurat nå
nl: Marktgegevens momenteel niet beschikbaar
pl: Dane rynkowe są obecnie niedostępne
pt: Dados de mercado indisponíveis de momento
pt_br: Dados de mercado indisponíveis no momento
ro: Datele de piață nu sunt disponibile acum
ru: Рыночные данные сейчас недоступны
sq: Të dhënat e tregut nuk janë të disponueshme tani
sv: Marknadsdata är inte tillgängliga just nu
th: ข้อมูลตลาดไม่พร้อมใช้งานในขณะนี้
tr: Piyasa verileri şu anda kullanılamıyor
uk: Ринкові дані зараз недоступні
vi: Hiện không có dữ liệu thị trường
zh_hans: 市场数据暂不可用

# pulse_updated
source: As of %1$@
ar: حتى %1$@
cs: Stav k %1$@
da: Pr. %1$@
de: Stand %1$@
el: Στις %1$@
es: A las %1$@
fa: تا %1$@
fi: Tilanne %1$@
fr: À %1$@
he: נכון ל-%1$@
hi: %1$@ तक
hu: Állapot: %1$@
id: Per %1$@
it: Alle %1$@
ja: %1$@ 時点
ko: %1$@ 기준
nb: Per %1$@
nl: Stand %1$@
pl: Stan na %1$@
pt: Às %1$@
pt_br: Às %1$@
ro: La %1$@
ru: На %1$@
sq: Më %1$@
sv: Per %1$@
th: ณ %1$@
tr: %1$@ itibarıyla
uk: Станом на %1$@
vi: Lúc %1$@
zh_hans: 截至 %1$@

# pulse_volume_high
source: Trading volume unusually high (%1$@× normal)
ar: حجم التداول مرتفع على غير العادة (%1$@× المعتاد)
cs: Objem obchodů neobvykle vysoký (%1$@× běžného)
da: Handelsvolumen usædvanligt høj (%1$@× normalt)
de: Handelsvolumen ungewöhnlich hoch (%1$@× üblich)
el: Όγκος συναλλαγών ασυνήθιστα υψηλός (%1$@× του συνήθους)
es: Volumen de negociación inusualmente alto (%1$@× lo habitual)
fa: حجم معاملات به‌طور غیرعادی بالا (%1$@× حالت معمول)
fi: Kaupankäyntivolyymi poikkeuksellisen suuri (%1$@× tavallinen)
fr: Volume d'échanges inhabituellement élevé (%1$@× l'habituel)
he: נפח מסחר גבוה במיוחד (%1$@× מהרגיל)
hi: ट्रेडिंग वॉल्यूम असामान्य रूप से ऊँचा (सामान्य का %1$@×)
hu: Kereskedési volumen szokatlanul magas (a szokásos %1$@×-ese)
id: Volume perdagangan luar biasa tinggi (%1$@× biasanya)
it: Volume di scambi insolitamente alto (%1$@× il normale)
ja: 取引量が異常に多い（通常の %1$@×）
ko: 거래량 이례적으로 많음(평소의 %1$@×)
nb: Handelsvolum uvanlig høyt (%1$@× normalt)
nl: Handelsvolume ongewoon hoog (%1$@× normaal)
pl: Wolumen obrotu nietypowo wysoki (%1$@× normy)
pt: Volume de negociação invulgarmente alto (%1$@× o habitual)
pt_br: Volume de negociação incomumente alto (%1$@× o habitual)
ro: Volum de tranzacționare neobișnuit de mare (%1$@× normal)
ru: Объём торгов необычно высокий (%1$@× от обычного)
sq: Volumi i tregtimit jashtëzakonisht i lartë (%1$@× i zakonshmi)
sv: Handelsvolym ovanligt hög (%1$@× normalt)
th: ปริมาณการซื้อขายสูงผิดปกติ (%1$@× ของปกติ)
tr: İşlem hacmi olağandışı yüksek (normalin %1$@×)
uk: Обсяг торгів незвично високий (%1$@× від звичайного)
vi: Khối lượng giao dịch cao bất thường (%1$@× bình thường)
zh_hans: 交易量异常偏高（常态的 %1$@×）

# pulse_volume_low
source: Trading volume low (%1$@× normal)
ar: حجم التداول منخفض (%1$@× المعتاد)
cs: Objem obchodů nízký (%1$@× běžného)
da: Handelsvolumen lav (%1$@× normalt)
de: Handelsvolumen gering (%1$@× üblich)
el: Όγκος συναλλαγών χαμηλός (%1$@× του συνήθους)
es: Volumen de negociación bajo (%1$@× lo habitual)
fa: حجم معاملات پایین (%1$@× حالت معمول)
fi: Kaupankäyntivolyymi pieni (%1$@× tavallinen)
fr: Volume d'échanges faible (%1$@× l'habituel)
he: נפח מסחר נמוך (%1$@× מהרגיל)
hi: ट्रेडिंग वॉल्यूम कम (सामान्य का %1$@×)
hu: Kereskedési volumen alacsony (a szokásos %1$@×-ese)
id: Volume perdagangan rendah (%1$@× biasanya)
it: Volume di scambi basso (%1$@× il normale)
ja: 取引量が少ない（通常の %1$@×）
ko: 거래량 적음(평소의 %1$@×)
nb: Handelsvolum lavt (%1$@× normalt)
nl: Handelsvolume laag (%1$@× normaal)
pl: Wolumen obrotu niski (%1$@× normy)
pt: Volume de negociação baixo (%1$@× o habitual)
pt_br: Volume de negociação baixo (%1$@× o habitual)
ro: Volum de tranzacționare mic (%1$@× normal)
ru: Объём торгов низкий (%1$@× от обычного)
sq: Volumi i tregtimit i ulët (%1$@× i zakonshmi)
sv: Handelsvolym låg (%1$@× normalt)
th: ปริมาณการซื้อขายต่ำ (%1$@× ของปกติ)
tr: İşlem hacmi düşük (normalin %1$@×)
uk: Обсяг торгів низький (%1$@× від звичайного)
vi: Khối lượng giao dịch thấp (%1$@× bình thường)
zh_hans: 交易量偏低（常态的 %1$@×）

# pulse_volume_normal
source: Trading volume normal
ar: حجم التداول معتاد
cs: Objem obchodů běžný
da: Handelsvolumen normal
de: Handelsvolumen üblich
el: Όγκος συναλλαγών συνήθης
es: Volumen de negociación habitual
fa: حجم معاملات معمول
fi: Kaupankäyntivolyymi tavallinen
fr: Volume d'échanges habituel
he: נפח מסחר רגיל
hi: ट्रेडिंग वॉल्यूम सामान्य
hu: Kereskedési volumen szokásos
id: Volume perdagangan normal
it: Volume di scambi normale
ja: 取引量は通常どおり
ko: 거래량 평소 수준
nb: Handelsvolum normalt
nl: Handelsvolume normaal
pl: Wolumen obrotu normalny
pt: Volume de negociação habitual
pt_br: Volume de negociação habitual
ro: Volum de tranzacționare normal
ru: Объём торгов обычный
sq: Volumi i tregtimit i zakonshëm
sv: Handelsvolym normal
th: ปริมาณการซื้อขายปกติ
tr: İşlem hacmi normal
uk: Обсяг торгів звичайний
vi: Khối lượng giao dịch bình thường
zh_hans: 交易量正常

# pulse_why_action
source: Why? →
ar: لماذا؟ →
cs: Proč? →
da: Hvorfor? →
de: Warum? →
el: Γιατί; →
es: ¿Por qué? →
fa: چرا؟ →
fi: Miksi? →
fr: Pourquoi ? →
he: למה? →
hi: क्यों? →
hu: Miért? →
id: Kenapa? →
it: Perché? →
ja: なぜ？ →
ko: 왜? →
nb: Hvorfor? →
nl: Waarom? →
pl: Dlaczego? →
pt: Porquê? →
pt_br: Por quê? →
ro: De ce? →
ru: Почему? →
sq: Pse? →
sv: Varför? →
th: ทำไม? →
tr: Neden? →
uk: Чому? →
vi: Vì sao? →
zh_hans: 为什么？ →

# refresh_report_aborted
source: Refresh aborted:
ar: أُلغي التحديث:
cs: Obnovení přerušeno:
da: Opdatering afbrudt:
de: Aktualisierung abgebrochen:
el: Η ανανέωση διακόπηκε:
es: Actualización cancelada:
fa: تازه‌سازی لغو شد:
fi: Päivitys keskeytyi:
fr: Actualisation interrompue :
he: הרענון בוטל:
hi: रीफ़्रेश रद्द हुआ:
hu: Frissítés megszakítva:
id: Pembaruan dibatalkan:
it: Aggiornamento interrotto:
ja: 更新を中断しました:
ko: 새로고침 중단됨:
nb: Oppdatering avbrutt:
nl: Vernieuwen afgebroken:
pl: Odświeżanie przerwane:
pt: Atualização interrompida:
pt_br: Atualização interrompida:
ro: Actualizare întreruptă:
ru: Обновление прервано:
sq: Rifreskimi u ndërpre:
sv: Uppdateringen avbröts:
th: รีเฟรชถูกยกเลิก:
tr: Yenileme iptal edildi:
uk: Оновлення перервано:
vi: Đã hủy làm mới:
zh_hans: 刷新已中止：

# refresh_report_bulk_failed
source: bulk request %1$@ (failed)
ar: طلب مجمّع %1$@ (فشل)
cs: hromadný dotaz %1$@ (selhal)
da: samlet forespørgsel %1$@ (mislykkedes)
de: Sammelabfrage %1$@ (fehlgeschlagen)
el: μαζικό αίτημα %1$@ (απέτυχε)
es: consulta conjunta %1$@ (fallida)
fa: درخواست گروهی %1$@ (ناموفق)
fi: koontikysely %1$@ (epäonnistui)
fr: requête groupée %1$@ (échec)
he: בקשה מרוכזת %1$@ (נכשלה)
hi: बल्क अनुरोध %1$@ (विफल)
hu: csoportos lekérés %1$@ (sikertelen)
id: permintaan massal %1$@ (gagal)
it: richiesta cumulativa %1$@ (non riuscita)
ja: 一括リクエスト %1$@（失敗）
ko: 일괄 요청 %1$@ (실패)
nb: samlet forespørsel %1$@ (mislyktes)
nl: bulkverzoek %1$@ (mislukt)
pl: zapytanie zbiorcze %1$@ (nieudane)
pt: pedido agrupado %1$@ (falhou)
pt_br: requisição agrupada %1$@ (falhou)
ro: cerere grupată %1$@ (eșuată)
ru: пакетный запрос %1$@ (ошибка)
sq: kërkesë e grupuar %1$@ (dështoi)
sv: samlad förfrågan %1$@ (misslyckades)
th: คำขอแบบรวม %1$@ (ล้มเหลว)
tr: toplu istek %1$@ (başarısız)
uk: пакетний запит %1$@ (помилка)
vi: yêu cầu gộp %1$@ (thất bại)
zh_hans: 批量请求 %1$@（失败）

# refresh_report_bulk_ok
source: bulk request %1$@ (%lld prices)
ar: طلب مجمّع %1$@ (الأسعار: %lld)
cs: hromadný dotaz %1$@ (%lld kurzů)
da: samlet forespørgsel %1$@ (%lld kurser)
de: Sammelabfrage %1$@ (%lld Kurse)
el: μαζικό αίτημα %1$@ (%lld τιμές)
es: consulta conjunta %1$@ (%lld precios)
fa: درخواست گروهی %1$@ (قیمت‌ها: %lld)
fi: koontikysely %1$@ (%lld hintaa)
fr: requête groupée %1$@ (%lld cours)
he: בקשה מרוכזת %1$@ (%lld שערים)
hi: बल्क अनुरोध %1$@ (%lld भाव)
hu: csoportos lekérés %1$@ (%lld árfolyam)
id: permintaan massal %1$@ (%lld harga)
it: richiesta cumulativa %1$@ (%lld prezzi)
ja: 一括リクエスト %1$@（価格 %lld 件）
ko: 일괄 요청 %1$@ (시세 %lld개)
nb: samlet forespørsel %1$@ (%lld kurser)
nl: bulkverzoek %1$@ (%lld koersen)
pl: zapytanie zbiorcze %1$@ (%lld kursów)
pt: pedido agrupado %1$@ (%lld preços)
pt_br: requisição agrupada %1$@ (%lld preços)
ro: cerere grupată %1$@ (%lld de prețuri)
ru: пакетный запрос %1$@ (%lld курса)
sq: kërkesë e grupuar %1$@ (%lld çmime)
sv: samlad förfrågan %1$@ (%lld kurser)
th: คำขอแบบรวม %1$@ (%lld ราคา)
tr: toplu istek %1$@ (%lld fiyat)
uk: пакетний запит %1$@ (%lld курси)
vi: yêu cầu gộp %1$@ (%lld giá)
zh_hans: 批量请求 %1$@（%lld 个价格）

# refresh_report_database
source: Database %1$@
ar: قاعدة البيانات %1$@
cs: Databáze %1$@
de: Datenbank %1$@
el: Βάση δεδομένων %1$@
es: Base de datos %1$@
fa: پایگاه داده %1$@
fi: Tietokanta %1$@
fr: Base de données %1$@
he: מסד נתונים %1$@
hi: डेटाबेस %1$@
hu: Adatbázis %1$@
id: Basis data %1$@
ja: データベース %1$@
ko: 데이터베이스 %1$@
pl: Baza danych %1$@
pt: Base de dados %1$@
pt_br: Banco de dados %1$@
ro: Bază de date %1$@
ru: База данных %1$@
sq: Baza e të dhënave %1$@
sv: Databas %1$@
th: ฐานข้อมูล %1$@
tr: Veritabanı %1$@
uk: База даних %1$@
vi: Cơ sở dữ liệu %1$@
zh_hans: 数据库 %1$@

# refresh_report_effects
source: Alarms/notifications %1$@ · %lld notifications
ar: التنبيهات/الإشعارات %1$@ · الإشعارات: %lld
cs: Alarmy/oznámení %1$@ · %lld oznámení
da: Alarmer/notifikationer %1$@ · %lld notifikationer
de: Alarme/Benachrichtigungen %1$@ · %lld Benachrichtigungen
el: Ειδοποιήσεις τιμής/ειδοποιήσεις %1$@ · %lld ειδοποιήσεις
es: Alarmas/notificaciones %1$@ · %lld notificaciones
fa: هشدارها/اعلان‌ها %1$@ · اعلان‌ها: %lld
fi: Hälytykset/ilmoitukset %1$@ · ilmoituksia: %lld
fr: Alertes/notifications %1$@ · %lld notifications
he: התראות מחיר/התראות %1$@ · התראות: %lld
hi: अलार्म/नोटिफ़िकेशन %1$@ · %lld नोटिफ़िकेशन
hu: Riasztások/értesítések %1$@ · %lld értesítés
id: Alarm/notifikasi %1$@ · %lld notifikasi
it: Allarmi/notifiche %1$@ · %lld notifiche
ja: アラーム/通知 %1$@ · 通知 %lld 件
ko: 경보/알림 %1$@ · 알림 %lld개
nb: Alarmer/varsler %1$@ · %lld varsler
nl: Alarmen/meldingen %1$@ · %lld meldingen
pl: Alarmy/powiadomienia %1$@ · %lld powiadomień
pt: Alarmes/notificações %1$@ · %lld notificações
pt_br: Alarmes/notificações %1$@ · %lld notificações
ro: Alarme/notificări %1$@ · %lld de notificări
ru: Оповещения/уведомления %1$@ · %lld уведомления
sq: Alarmet/njoftimet %1$@ · %lld njoftime
sv: Larm/aviseringar %1$@ · %lld aviseringar
th: สัญญาณเตือน/การแจ้งเตือน %1$@ · การแจ้งเตือน %lld รายการ
tr: Alarmlar/bildirimler %1$@ · %lld bildirim
uk: Сигнали/сповіщення %1$@ · %lld сповіщення
vi: Cảnh báo/thông báo %1$@ · %lld thông báo
zh_hans: 提醒/通知 %1$@ · %lld 条通知

# refresh_report_errors
source: %1$lld errors
ar: الأخطاء: %1$lld
cs: %1$lld chyb
da: %1$lld fejl
de: %1$lld Fehler
el: %1$lld σφάλματα
es: %1$lld errores
fa: خطاها: %1$lld
fi: %1$lld virhettä
fr: %1$lld erreurs
he: %1$lld שגיאות
hi: %1$lld त्रुटियाँ
hu: %1$lld hiba
id: %1$lld kesalahan
it: %1$lld errori
ja: エラー %1$lld 件
ko: 오류 %1$lld개
nb: %1$lld feil
nl: %1$lld fouten
pl: %1$lld błędów
pt: %1$lld erros
pt_br: %1$lld erros
ro: %1$lld de erori
ru: %1$lld ошибки
sq: %1$lld gabime
sv: %1$lld fel
th: ข้อผิดพลาด %1$lld
tr: %1$lld hata
uk: %1$lld помилки
vi: %1$lld lỗi
zh_hans: %1$lld 个错误

# refresh_report_market
source: %1$@: %lld pairs, %3$@
ar: %1$@: الأزواج: %lld، %3$@
cs: %1$@: %lld párů, %3$@
da: %1$@: %lld par, %3$@
de: %1$@: %lld Paare, %3$@
el: %1$@: %lld ζεύγη, %3$@
es: %1$@: %lld pares, %3$@
fa: %1$@: جفت‌ها: %lld، %3$@
fi: %1$@: %lld paria, %3$@
fr: %1$@ : %lld paires, %3$@
he: %1$@: %lld צמדים, %3$@
hi: %1$@: %lld पेयर, %3$@
hu: %1$@: %lld pár, %3$@
id: %1$@: %lld pasangan, %3$@
it: %1$@: %lld coppie, %3$@
ja: %1$@: %lld ペア、%3$@
ko: %1$@: 거래쌍 %lld개, %3$@
nb: %1$@: %lld par, %3$@
nl: %1$@: %lld paren, %3$@
pl: %1$@: %lld par, %3$@
pt: %1$@: %lld pares, %3$@
pt_br: %1$@: %lld pares, %3$@
ro: %1$@: %lld de perechi, %3$@
ru: %1$@: %lld пары, %3$@
sq: %1$@: %lld çifte, %3$@
sv: %1$@: %lld par, %3$@
th: %1$@: %lld คู่, %3$@
tr: %1$@: %lld çift, %3$@
uk: %1$@: %lld пари, %3$@
vi: %1$@: %lld cặp, %3$@
zh_hans: %1$@：%lld 个交易对，%3$@

# refresh_report_network
source: Network %1$@
ar: الشبكة %1$@
cs: Síť %1$@
da: Netværk %1$@
de: Netz %1$@
el: Δίκτυο %1$@
es: Red %1$@
fa: شبکه %1$@
fi: Verkko %1$@
fr: Réseau %1$@
he: רשת %1$@
hi: नेटवर्क %1$@
hu: Hálózat %1$@
id: Jaringan %1$@
it: Rete %1$@
ja: ネットワーク %1$@
ko: 네트워크 %1$@
nb: Nettverk %1$@
nl: Netwerk %1$@
pl: Sieć %1$@
pt: Rede %1$@
pt_br: Rede %1$@
ro: Rețea %1$@
ru: Сеть %1$@
sq: Rrjeti %1$@
sv: Nätverk %1$@
th: เครือข่าย %1$@
tr: Ağ %1$@
uk: Мережа %1$@
vi: Mạng %1$@
zh_hans: 网络 %1$@

# refresh_report_not_traded
source: %1$lld no longer traded
ar: لم تعد متداولة: %1$lld
cs: již neobchodováno: %1$lld
da: %1$lld handles ikke længere
de: %1$lld nicht mehr gehandelt
el: δεν διαπραγματεύονται πλέον: %1$lld
es: %1$lld ya no cotizan
fa: دیگر معامله نمی‌شوند: %1$lld
fi: ei enää kaupankäynnissä: %1$lld
fr: %1$lld plus négociées
he: לא נסחרים עוד: %1$lld
hi: %1$lld अब ट्रेड नहीं होते
hu: %1$lld már nem forog
id: %1$lld tidak lagi diperdagangkan
it: %1$lld non più negoziate
ja: 取引終了 %1$lld 件
ko: 더 이상 거래되지 않음 %1$lld개
nb: %1$lld handles ikke lenger
nl: %1$lld niet meer verhandeld
pl: już nienotowane: %1$lld
pt: %1$lld já não negociados
pt_br: %1$lld não são mais negociados
ro: %1$lld nu se mai tranzacționează
ru: больше не торгуются: %1$lld
sq: %1$lld nuk tregtohen më
sv: %1$lld handlas inte längre
th: ไม่มีการซื้อขายแล้ว %1$lld
tr: %1$lld artık işlem görmüyor
uk: більше не торгуються: %1$lld
vi: %1$lld không còn giao dịch
zh_hans: %1$lld 个已停止交易

# refresh_report_singles
source: %1$ld individually
ar: فرديًا: %1$ld
cs: jednotlivě: %1$ld
da: %1$ld enkeltvis
de: %1$ld einzeln
el: μεμονωμένα: %1$ld
es: %1$ld por separado
fa: جداگانه: %1$ld
fi: erikseen: %1$ld
fr: %1$ld individuellement
he: בנפרד: %1$ld
hi: %1$ld अलग-अलग
hu: %1$ld egyenként
id: %1$ld satu per satu
it: %1$ld singolarmente
ja: 個別 %1$ld 件
ko: 개별 %1$ld개
nb: %1$ld enkeltvis
nl: %1$ld afzonderlijk
pl: pojedynczo: %1$ld
pt: %1$ld individualmente
pt_br: %1$ld individualmente
ro: %1$ld individual
ru: по отдельности: %1$ld
sq: %1$ld veçmas
sv: %1$ld var för sig
th: แยกทีละรายการ %1$ld
tr: %1$ld tek tek
uk: окремо: %1$ld
vi: %1$ld riêng lẻ
zh_hans: 单独请求 %1$ld 个
